const categoryList = [
    {
        id: 0,
        title: "Недвижимость",
        children: [
            {
                id: 21,
                title: "земельные участки"
            },
            {
                id: 22,
                title: "дома"
            },
            {
                id: 23,
                title: "дачи (садовые товарищества)"
            },
            {
                id: 24,
                title: "квартиры б/у"
            },
            {
                id: 25,
                title: "квартиры (новостройки)"
            },
            {
                id: 26,
                title: "гаражи"
            },
            {
                id: 27,
                title: "коммерческая недвижимость"
            },
            {
                id: 28,
                title: "офисы"
            },
            {
                id: 29,
                title: "магазины"
            },
            {
                id: 30,
                title: "склады"
            },
            {
                id: 31,
                title: "помещения"
            }
        ]
    },
    {
        id: 1,
        title: "Авто и транспорт",
        children: []
    },
    {
        id: 2,
        title: "Бытовая техника",
        children: [
            {
                id: 32,
                title: "Техника для кухни"
            },
            {
                id: 33,
                title: "Крупная техника для кухни"
            },
            {
                id: 34,
                title: "Техника для уборки"
            },
            {
                id: 35,
                title: "Уход за одеждой, пошив"
            },
            {
                id: 36,
                title: "Климатическая техника"
            },
            {
                id: 37,
                title: "Техника для красоты и здоровья"
            },
        ]
    },
    {
        id: 3,
        title: "Компьютерная техника",
        children: [
            {
                id: 38,
                title: "Ноутбуки"
            },
            {
                id: 39,
                title: "Компьютеры / системные блоки"
            },
            {
                id: 40,
                title: "Мониторы"
            },
            {
                id: 41,
                title: "Комплектующие"
            },
            {
                id: 42,
                title: "Оргтехника"
            },
            {
                id: 43,
                title: "Периферия и аксессуары"
            },
            {
                id: 44,
                title: "Сетевое оборудование"
            },
            {
                id: 45,
                title: "Прочие компьютерные товары"
            },
        ]
    },
    {
        id: 4,
        title: "Телефоны и планшеты",
        children: [
            {
                id: 46,
                title: "Мобильные телефоны"
            },
            {
                id: 47,
                title: "Комплектующие для телефонов"
            },
            {
                id: 48,
                title: "Аксессуары для телефонов"
            },
            {
                id: 49,
                title: "Телефония и связь"
            },
            {
                id: 50,
                title: "Планшеты"
            },
            {
                id: 51,
                title: "Графические планшеты"
            },
            {
                id: 52,
                title: "Электронные книги"
            },
            {
                id: 53,
                title: "Умные часы и фитнес-браслеты"
            },
            {
                id: 54,
                title: "Аксессуары для планшетов, книг, часовНаушники"
            },
        ]
    },
    {
        id: 5,
        title: "Электроника",
        children: [
            {
                id: 55,
                title: "Аудиотехника"
            },
            {
                id: 56,
                title: "Наушники"
            },
            {
                id: 57,
                title: "ТВ и видеотехника"
            },
            {
                id: 58,
                title: "Фототехника и оптика"
            },
            {
                id: 59,
                title: "Игры и приставки"
            },
        ]
    },
    {
        id: 6,
        title: "Женский гардероб",
        children: [
            {
                id: 60,
                title: "Премиум одежда"
            },
            {
                id: 61,
                title: "Женская одежда"
            },
            {
                id: 62,
                title: "Женская обувь"
            },
            {
                id: 63,
                title: "Женские аксессуары"
            },
            {
                id: 64,
                title: "Ремонт и пошив одежды"
            },
            {
                id: 65,
                title: "Одежда для беременных"
            },
        ]
    },
    {
        id: 7,
        title: "Мужской гардероб",
        children: [
            {
                id: 66,
                title: "Мужская одежда"
            },
            {
                id: 67,
                title: "Мужская обувь"
            },
            {
                id: 68,
                title: "Мужские аксессуары"
            },
        ]
    },
    {
        id: 8,
        title: "Красота и здоровье",
        children: [
            {
                id: 69,
                title: "Декоративная косметика"
            },
            {
                id: 70,
                title: "Уходовая косметика"
            },
            {
                id: 71,
                title: "Парфюмерия"
            },
            {
                id: 72,
                title: "Маникюр, педикюр"
            },
            {
                id: 73,
                title: "Средства для волос"
            },
            {
                id: 74,
                title: "Средства гигиены, депиляция"
            },
            {
                id: 75,
                title: "Ресницы и брови, татуаж"
            },
            {
                id: 76,
                title: "Косметические аксессуары"
            },
            {
                id: 77,
                title: "Медицинские товары"
            },
            {
                id: 78,
                title: "Техника для красоты и здоровья"
            },
            {
                id: 79,
                title: "Услуги: красота и здоровье"
            },
        ]
    },
    {
        id: 9,
        title: "Всё для детей и мам",
        children: [
            {
                id: 80,
                title: "Одежда до 1 года"
            },
            {
                id: 81,
                title: "Одежда для девочек"
            },
            {
                id: 82,
                title: "Одежда для мальчиков"
            },
            {
                id: 83,
                title: "Аксессуары для детей"
            },
            {
                id: 84,
                title: "Детская обувь"
            },
            {
                id: 85,
                title: "Ходунки, шезлонги, качели"
            },
            {
                id: 86,
                title: "Коляски"
            },
            {
                id: 87,
                title: "Автокресла и бустеры"
            },
            {
                id: 88,
                title: "Кормление и уход"
            },
            {
                id: 89,
                title: "Текстиль для детей"
            },
            {
                id: 90,
                title: "Сумки-кенгуру и слинги"
            },
            {
                id: 91,
                title: "Игрушки и книги"
            },
            {
                id: 92,
                title: "Детский транспорт"
            },
            {
                id: 93,
                title: "Товары для мам"
            },
            {
                id: 94,
                title: "Одежда для беременных"
            },
            {
                id: 95,
                title: "Прочие товары для детей"
            },
            {
                id: 96,
                title: "Детская мебель"
            },
        ]
    },
    {
        id: 10,
        title: "Мебель",
        children: [
            {
                id: 97,
                title: "Банкетки, пуфики"
            },
            {
                id: 98,
                title: "Вешалки, прихожие"
            },
            {
                id: 99,
                title: "Детская мебель"
            },
            {
                id: 100,
                title: "Комоды"
            },
            {
                id: 101,
                title: "Кровати, матрасы"
            },
            {
                id: 102,
                title: "КухниКухонные уголки"
            },
            {
                id: 103,
                title: "Мягкая мебель"
            },
            {
                id: 104,
                title: "Полки, стеллажи, шкафчики"
            },
            {
                id: 105,
                title: "Спальные гарнитуры"
            },
            {
                id: 106,
                title: "Стенки, секции, модули"
            },
            {
                id: 107,
                title: "Столы и обеденные группы"
            },
            {
                id: 108,
                title: "Стулья"
            },
            {
                id: 109,
                title: "Тумбы, буфеты"
            },
            {
                id: 110,
                title: "Шкафы"
            },
            {
                id: 111,
                title: "Мебельная фурнитура и составляющие"
            },
            {
                id: 112,
                title: "Прочая мебель"
            },
        ]
    },
    {
        id: 11,
        title: "Все для дома",
        children: [
            {
                id: 113,
                title: "Предметы интерьера, зеркала"
            },
            {
                id: 114,
                title: "Шторы, жалюзи, карнизы"
            },
            {
                id: 115,
                title: "Текстиль и ковры"
            },
            {
                id: 116,
                title: "Освещение"
            },
            {
                id: 117,
                title: "Хозяйственные товары"
            },
            {
                id: 118,
                title: "Посуда и кухонные аксессуары"
            },
            {
                id: 119,
                title: "Комнатные растения"
            },
            {
                id: 120,
                title: "Бытовые услуги"
            },
            {
                id: 121,
                title: "Ремонт мебели"
            },
        ]
    },
    {
        id: 12,
        title: "Ремонт и стройка",
        children: [
            {
                id: 122,
                title: "Строительное оборудование"
            },
            {
                id: 123,
                title: "Сантехника и отопление"
            },
            {
                id: 124,
                title: "Отделочные материалы"
            },
            {
                id: 125,
                title: "Окна и двери"
            },
            {
                id: 126,
                title: "Дома, срубы и сооружения"
            },
            {
                id: 127,
                title: "Ворота, заборы"
            },
            {
                id: 128,
                title: "Электроснабжение"
            },
            {
                id: 129,
                title: "Средства индивидуальной защиты"
            },
            {
                id: 130,
                title: "Прочее для ремонта и стройки"
            },
        ]
    },
    {
        id: 13,
        title: "Сад и огород",
        children: [
            {
                id: 131,
                title: "Садовая мебель и бассейны"
            },
            {
                id: 132,
                title: "Мангалы, аксессуары, топливо"
            },
            {
                id: 133,
                title: "Мотоблоки и культиваторы"
            },
            {
                id: 134,
                title: "Садовая техника"
            },
            {
                id: 135,
                title: "Садовый инвентарь"
            },
            {
                id: 136,
                title: "Теплицы и парники"
            },
            {
                id: 137,
                title: "Растения, рассада и семена"
            },
            {
                id: 138,
                title: "Удобрения и агрохимия"
            },
            {
                id: 139,
                title: "Все для пчеловода"
            },
            {
                id: 140,
                title: "Бани, хозблоки, санузлы"
            },
            {
                id: 141,
                title: "Прочее для сада и огорода"
            },
        ]
    },
    {
        id: 14,
        title: "Хобби, спорт и туризм",
        children: [
            {
                id: 142,
                title: "CD, DVD, пластинки"
            },
            {
                id: 143,
                title: "Антиквариат и коллекции"
            },
            {
                id: 144,
                title: "БилетыКниги и журналы"
            },
            {
                id: 145,
                title: "Металлоискатели"
            },
            {
                id: 146,
                title: "Музыкальные инструменты"
            },
            {
                id: 147,
                title: "Настольные игры и пазлы"
            },
            {
                id: 148,
                title: "Охота и рыбалка"
            },
            {
                id: 149,
                title: "Туристические товары"
            },
            {
                id: 150,
                title: "Радиоуправляемые модели"
            },
            {
                id: 151,
                title: "Рукоделие"
            },
            {
                id: 152,
                title: "Спорттовары"
            },
            {
                id: 153,
                title: "Велосипеды"
            },
            {
                id: 153,
                title: "Электротранспорт"
            },
            {
                id: 154,
                title: "Туристические услуги"
            },
            {
                id: 155,
                title: "Прочее в Хобби, спорт и туризм"
            },
        ]
    },
    {
        id: 15,
        title: "Свадьба и праздники",
        children: [
            {
                id: 156,
                title: "Свадебные платья"
            },
            {
                id: 157,
                title: "Свадебные костюмы"
            },
            {
                id: 158,
                title: "Свадебная обувь"
            },
            {
                id: 159,
                title: "Свадебные аксессуары"
            },
            {
                id: 160,
                title: "Подарки и праздничные товары"
            },
            {
                id: 161,
                title: "Карнавальные костюмы"
            },
            {
                id: 162,
                title: "Услуги для торжеств"
            },
        ]
    },
    {
        id: 16,
        title: "Животные",
        children: [
            {
                id: 163,
                title: "Домашние питомцы"
            },
            {
                id: 164,
                title: "Сельхоз животные"
            },
            {
                id: 165,
                title: "Товары для животных"
            },
            {
                id: 166,
                title: "Вязка животных"
            },
            {
                id: 167,
                title: "Услуги для животных"
            },
        ]
    },
    {
        id: 17,
        title: "Готовый бизнес и оборудование",
        children: [
            {
                id: 168,
                title: "Готовый бизнес"
            },
            {
                id: 169,
                title: "Оборудование для бизнеса"
            },
        ]
    },
    {
        id: 18,
        title: "Работа",
        children: [
            {
                id: 170,
                title: "Вакансии"
            },
            {
                id: 171,
                title: "Ищу работу"
            },
        ]
    },
    {
        id: 19,
        title: "Услуги",
        children: [
            {
                id: 172,
                title: "Услуги для авто"
            },
            {
                id: 173,
                title: "Бытовые услуги"
            },
            {
                id: 174,
                title: "Компьютерные услуги, интернет"
            },
            {
                id: 175,
                title: "Красота и здоровье"
            },
            {
                id: 176,
                title: "Няни и сиделки"
            },
            {
                id: 177,
                title: "Образовательные услуги"
            },
            {
                id: 178,
                title: "Услуги переводчика, секретаря"
            },
            {
                id: 179,
                title: "Перевозки пассажиров и грузов"
            },
            {
                id: 180,
                title: "Реклама, полиграфия"
            },
            {
                id: 181,
                title: "Строительные работы"
            },
            {
                id: 182,
                title: "Ремонт квартиры, дома"
            },
            {
                id: 183,
                title: "Ремонт мебели"
            },
            {
                id: 184,
                title: "Ремонт и пошив одежды"
            },
            {
                id: 185,
                title: "Сад, благоустройство"
            },
            {
                id: 186,
                title: "Услуги для животных"
            },
            {
                id: 187,
                title: "Услуги для торжеств"
            },
            {
                id: 188,
                title: "Фото и видеосъемка"
            },
            {
                id: 189,
                title: "Юридические услуги"
            },
            {
                id: 190,
                title: "Туристические услуги"
            },
            {
                id: 191,
                title: "Прочие услуги"
            },
        ]
    },
    {
        id: 20,
        title: "Прочее",
        children: [
            {
                id: 192,
                title: "Бюро находок"
            },
            {
                id: 193,
                title: "Кальяны"
            },
            {
                id: 194,
                title: "Канцелярские товары"
            },
            {
                id: 195,
                title: "Продукты питания"
            },
            {
                id: 196,
                title: "Электронные парогенера"
            },
            {
                id: 197,
                title: "торы"
            },
            {
                id: 198,
                title: "Спрос"
            },
            {
                id: 199,
                title: "Все остальное"
            },
        ]
    }
]